/* No comment provided by engineer. */
"1 hour" = "1 timme";

/* No comment provided by engineer. */
"15 minutes" = "15 minuter";

/* No comment provided by engineer. */
"1u insulin for every X %@" = "1U insulin för varje X %@";

/* No comment provided by engineer. */
"1u insulin for every X grams" = "1U insulin för varje X gram";

/* No comment provided by engineer. */
"2 hours" = "2 timmar";

/* No comment provided by engineer. */
"30 minutes" = "30 minuter";

/* No comment provided by engineer. */
"A line chart showing your blood glucose and general trend over a given period" = "Ett linjediagram visandes ditt blodsocker och generell trend under en given period";

/* No comment provided by engineer. */
"A pie chart showing the number of healthy glucose readings versus unhealthy over a given period" = "Ett cirkeldiagram visandes antalet bra blodsockervärden kontra sämre värden under en given period";

/* No comment provided by engineer. */
"A stacked bar chart (segmented by morning, afternoon and evening) showing total carbohydrate in-take per day" = "Ett stapeldiagram (delat på morgon, eftermiddag och kväll) som visar totala kolhydratintaget per dag";

/* Activity (physical exercise) */
"Activity" = "Fysisk aktivitet";

/* No comment provided by engineer. */
"Activity name" = "Aktivitetsnamn";

/* No comment provided by engineer. */
"Add" = "Lägg till";

/* No comment provided by engineer. */
"Add a Note" = "Lägg till anteckning";

/* Add blood glucose reading */
"Add a Reading" = "Lägg till ett värde";

/* No comment provided by engineer. */
"Add Activity" = "Lägg till Aktivitet";

/* No comment provided by engineer. */
"Add Food" = "Lägg till mat";

/* No comment provided by engineer. */
"Add Location" = "Lägg till plats";

/* No comment provided by engineer. */
"Add Medicine" = "Lägg till läkemedel";

/* No comment provided by engineer. */
"Add Reminder" = "Skapa Påminnelse";

/* The amount of time to wait after an event occurs before alerting the user */
"After" = "Efter";

/* No comment provided by engineer. */
"AirPrint" = "AirPrint";

/* The message shown as part of a reminder */
"Alert" = "Varning";

/* No comment provided by engineer. */
"Amount" = "Antal";

/* No comment provided by engineer. */
"Analytik" = "Analytik";

/* No comment provided by engineer. */
"Analytik is a service that provides free personal diabetes analytics.\n\nFind patterns in your blood sugar, better understand your diabetes and support research.\n\nSignup for an account at http://analytikhq.com" = "Analytik är en tjänst som erbjuder kostnadsfria och personliga diabetesanalyser.  \n\nHitta mönster i ditt blodsocker, förstå din diabetes bättre och stöd forskning.  \n\nRegistrera dig för ett konto på http://analytikhq.com";

/* No comment provided by engineer. */
"Analytik settings" = "Analytik-inställningar";

/* No comment provided by engineer. */
"and" = "och";

/* No comment provided by engineer. */
"April" = "April";

/* No comment provided by engineer. */
"Are you sure you'd like to add location data to this event?" = "Är du säker på att du vill lägga till platsinformation till denna händelse?";

/* No comment provided by engineer. */
"Are you sure you'd like to permanently delete this entry?" = "Är du säker att du vill ta bort denna post permanent?";

/* No comment provided by engineer. */
"Are you sure you'd like to restore from a previous backup? This cannot be undone." = "Är du säker på att du vill återställa från en tidigare backup? Detta kan inte ångras.";

/* No comment provided by engineer. */
"August" = "Augusti";

/* A setting asking whether or not to automatically geotag events */
"Auto-geotag events" = "Automatisk geotaggning";

/* Abbreviation for average */
"Avg." = "Medel";

/* Label for average blood glucose reading */
"Avg. Blood Glucose" = "Medelblodsocker";

/* No comment provided by engineer. */
"Backup" = "Backup";

/* Backup & sync settings section title */
"Backup & Sync" = "Backup & synkronisera";

/* No comment provided by engineer. */
"Backup on close" = "Ta backup vid stängning";

/* No comment provided by engineer. */
"Backup once a day" = "Ta backup en gång per dag";

/* No comment provided by engineer. */
"Backup once a week" = "Ta backup en gång per vecka";

/* No comment provided by engineer. */
"Backup options" = "Backupalternativ";

/* No comment provided by engineer. */
"Backup over 3G" = "Backup över 3G";

/* No comment provided by engineer. */
"Backup settings" = "Backupinställningar";

/* No comment provided by engineer. */
"Backup/Restore" = "Backup / Återställ";

/* Blood glucose level */
"BG level" = "Blodsockernivå";

/* Blood glucose units */
"BG units" = "Blodsockerenheter";

/* Label for the statistical deviation in blood glucose values */
"Blood Glucose Deviation" = "Blodsockeravvikelse";

/* No comment provided by engineer. */
"Blood Glucose Level" = "Blodsockernivå";

/* No comment provided by engineer. */
"Blood glucose level" = "Blodsockernivå";

/* No comment provided by engineer. */
"Blood Glucose Readings" = "Blodsockervärde";

/* No comment provided by engineer. */
"Both" = "Båda";

/* No comment provided by engineer. */
"Calculations use the following formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)" = "Uträkningar använder följande formula:\n\n((currentBG-targetBG)/correctiveFactor) + (carbohydrates/carbohydrateRatio)";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Carbohydrate in-take" = "Kolhydratintag";

/* No comment provided by engineer. */
"Carbohydrate Ratio" = "Kolhydratskvot";

/* Amount of carbohydrates */
"Carbs" = "Kolhydrater";

/* No comment provided by engineer. */
"Choose photo" = "Välj foto";

/* A setting asking whether or not results should be collapsed when searching occurs */
"Collapse search results" = "Dölj sökresultat";

/* No comment provided by engineer. */
"Constants" = "Konstanter";

/* No comment provided by engineer. */
"Correction Factor" = "Korrektionsfaktor";

/* No comment provided by engineer. */
"Credits" = "Tack till";

/* No comment provided by engineer. */
"Current blood glucose" = "Aktuellt blodsocker";

/* Current geographic location */
"Current Location" = "Nuvarande plats";

/* No comment provided by engineer. */
"Date" = "Datum";

/* No comment provided by engineer. */
"Date reminder" = "Datumpåminnelse";

/* No comment provided by engineer. */
"days" = "dagar";

/* No comment provided by engineer. */
"December" = "December";

/* No comment provided by engineer. */
"Delete Entry" = "Ta bort post";

/* No comment provided by engineer. */
"Description" = "Beskrivning";

/* No comment provided by engineer. */
"G2L Buddy cannot and will not advise you with regards to medical care.\n\nIf you have questions or concerns regarding the state of your health please see a medical professional." = "G2L BuddyThe kan inte och kommer inte att råda dig när det gäller sjukvård.\n\nRådfråga läkare om du har frågor eller funderingar angående ditt hälsotillstånd.";

/* No comment provided by engineer. */
"Diabetik Export - %@" = "Diabetik Export - %@";

/* No comment provided by engineer. */
"Diabetik is a new kind of diabetic journal that lets you track your blood glucose, medication, food and personal activities.\n\nTo learn more swipe your finger to the left." = "Diabetik är en ny typ av diabetesjournal som låter dig hålla koll på ditt blodsocker, medicinering, mat samt personliga aktiviteter. \n\nFör mer information, svep fingret till vänster.";

/* No comment provided by engineer. */
"Diabetik is capable of exporting your data in CSV or PDF format.\n\nPerfect for importing into other software or for printing to show your health care provider!" = "Diabetik kan exportera din data till CSV- eller PDF-format. \n\nPerfekt för att importera till andra program eller för utskrift att visa din vårdgivare!";

/* No comment provided by engineer. */
"Diabetik makes keeping your journal up-to-date as easy as possible by analysing your habits.\n\nIt may take a few days to really get to know you, so please be patient!" = "Diabetik ser till att din journal är uppdaterad genom att analysera dina vanor.\n\nDet kan ta några dagar för att den verkligen ska lära känna dig, så ha tålamod!";

/* No comment provided by engineer. */
"Done" = "Färdig";

/* No comment provided by engineer. */
"Drag left to add additional entries" = "Dra till vänster för att lägga till ytterligare poster";

/* No comment provided by engineer. */
"Dropbox" = "Dropbox";

/* No comment provided by engineer. */
"Dropbox needs to finish syncing before it's possible to export files. Try again in a few minutes." = "Dropbox måste slutföra synkroniseringen innan det är möjligt att exportera filer. Försök igen om ett par minuter.";

/* No comment provided by engineer. */
"Dropbox settings" = "Dropboxinställningar";

/* No comment provided by engineer. */
"Dropbox Settings" = "Dropboxinställningar";

/* No comment provided by engineer. */
"Edit Activity" = "Redigera Aktivitet";

/* No comment provided by engineer. */
"Edit Food" = "Redigera Mat";

/* No comment provided by engineer. */
"Edit Medicine" = "Redigera läkemedel";

/* No comment provided by engineer. */
"Edit Note" = "Redigera Anteckning";

/* Edit blood glucose reading */
"Edit Reading" = "Redigera värde";

/* No comment provided by engineer. */
"Edit reminder" = "Redigera påminnelse";

/* No comment provided by engineer. */
"Edit Reminder" = "Redigera Påminnelse";

/* No comment provided by engineer. */
"Email" = "E-post";

/* No comment provided by engineer. */
"Email sent" = "E-post skickat";

/* No comment provided by engineer. */
"Enable automatic backup" = "Aktivera automatisk backup";

/* No comment provided by engineer. */
"Enter or select below" = "Ange eller välj nedan";

/* No comment provided by engineer. */
"Entry" = "Post";

/* No comment provided by engineer. */
"Entry settings" = "Postinställningar";

/* Geo-location of event */
"Event Location" = "Händelseplats";

/* No comment provided by engineer. */
"Every day" = "Varje dag";

/* No comment provided by engineer. */
"Every Day" = "Varje dag";

/* No comment provided by engineer. */
"Every Friday" = "Varje fredag";

/* No comment provided by engineer. */
"Every Monday" = "Varje måndag";

/* No comment provided by engineer. */
"Every Saturday" = "Varje lördag";

/* No comment provided by engineer. */
"Every Sunday" = "Varje söndag";

/* No comment provided by engineer. */
"Every Thursday" = "Varje torsdag";

/* No comment provided by engineer. */
"Every Tuesday" = "Varje tisdag";

/* No comment provided by engineer. */
"Every Wednesday" = "Varje onsdag";

/* Menu item to take users to the export screen */
"Export" = "Exportera";

/* No comment provided by engineer. */
"Export successful" = "Export lyckad";

/* No comment provided by engineer. */
"February" = "Februari";

/* Food entry type */
"Food" = "Mat";

/* No comment provided by engineer. */
"Formats to export" = "Format att exportera";

/* No comment provided by engineer. */
"Fri" = "Fre";

/* General settings section title */
"General" = "Allmänt";

/* No comment provided by engineer. */
"Glucose" = "Blodsocker";

/* No comment provided by engineer. */
"Glucose settings" = "Blodsockerinställningar";

/* Unit of measurement */
"Grams" = "Gram";

/* Amount of carbs in grams (this field is optional) */
"grams (optional)" = "Gram (valfritt)";

/* A label used to show healthy blood glucose readings */
"Healthy" = "Sunda";

/* No comment provided by engineer. */
"Healthy Glucose Tally" = "Kontroll av sunda blodsockervärden";

/* No comment provided by engineer. */
"Here's your Diabetik data export, generated on %@." = "Här är din Diabetik dataexport, genererad %@.";

/* No comment provided by engineer. */
"Hi there!" = "Hej!";

/* No comment provided by engineer. */
"hours" = "timmar";

/* A default message shown to users when contacting support for help */
"I need help with Diabetik! Here's the problem:" = "Jag behöver hjälp med Diabetik! Problemet är:";

/* No comment provided by engineer. */
"Input" = "Inmatning";

/* No comment provided by engineer. */
"Insulin Calculator" = "Insulinkalkylator";

/* No comment provided by engineer. */
"It wasn't possible to export your backup to Dropbox. The following error occurred: %@" = "Det var inte möjligt att exportera din backup till Dropbox. Följande fel uppstod: %@";

/* No comment provided by engineer. */
"It wasn't possible to export your files to Dropbox. The following error occurred: %@" = "Det gick inte att exportera dina filer till Dropbox. Följande fel uppstod: %@";

/* No comment provided by engineer. */
"It wasn't possible to restore your backup from Dropbox. The following error occurred: %@" = "Det var omöjligt att återställa din säkerhetskopia från Dropbox. Följande fel uppstod: %@";

/* No comment provided by engineer. */
"January" = "Januari";

/* The title for the applications index screen - which is a physical journal */
"Journal" = "Journal";

/* No comment provided by engineer. */
"July" = "Juli";

/* No comment provided by engineer. */
"June" = "Juni";

/* An option to view third-party software licenses used throughout the application */
"Licenses" = "Licenser";

/* No comment provided by engineer. */
"Link with Dropbox" = "Länka med Dropbox";

/* No comment provided by engineer. */
"Location" = "Plats";

/* No comment provided by engineer. */
"Location reminder" = "Platspåminnelse";

/* No comment provided by engineer. */
"Location-based reminders" = "Platsbaserade påminnelser";

/* No comment provided by engineer. */
"Login" = "Logga in";

/* No comment provided by engineer. */
"Logout" = "Logga ut";

/* No comment provided by engineer. */
"March" = "Mars";

/* Remind me after adding [a specific entry type] matching [these conditions] */
"Matching these conditions" = "På dessa villkor";

/* An option label for determining the highest a blood glucose reading can be before being considered unhealthy */
"Max healthy" = "Maximalt sunt värde";

/* No comment provided by engineer. */
"May" = "Maj";

/* No comment provided by engineer. */
"Meal name" = "Namn på Måltid";

/* No comment provided by engineer. */
"Medication" = "Läkemedel";

/* No comment provided by engineer. */
"Medicine" = "Medicin";

/* No comment provided by engineer. */
"Medicine name" = "Namn på läkemedel";

/* The section header for generic menu items */
"Menu" = "Meny";

/* Type/unit of medicine */
"mg" = "mg";

/* An option label for determining the lowest a blood glucose reading can be before being considered unhealthy */
"Min healthy" = "Minimalt sunt värde";

/* No comment provided by engineer. */
"Minutes" = "Minuter";

/* No comment provided by engineer. */
"minutes" = "minuter";

/* No comment provided by engineer. */
"Mon" = "Mån";

/* No comment provided by engineer. */
"Months to export" = "Månader att exportera";

/* The name of an entry */
"Name" = "Namn";

/* No comment provided by engineer. */
"Need help? Contact support!" = "Behöver du hjälp? Kontakta support!";

/* No comment provided by engineer. */
"Nice to meet you" = "Trevligt att träffas";

/* No comment provided by engineer. */
"No" = "Nej";

/* Title of message shown when the user has yet to add any entries to their journal */
"No Entries" = "Inga poster";

/* No comment provided by engineer. */
"No location" = "Ingen plats";

/* No comment provided by engineer. */
"No Reminders" = "Inga Påminnelser";

/* No comment provided by engineer. */
"No Reports" = "Inga rapporter";

/* Title of message shown when the user has yet to create any tags */
"No Tags" = "Inga taggar";

/* No comment provided by engineer. */
"Not enough data" = "Inte tillräckligt med data";

/* Note entry type */
"Note" = "Anteckning";

/* No comment provided by engineer. */
"Notes" = "Noteringar";

/* No comment provided by engineer. */
"November" = "November";

/* No comment provided by engineer. */
"October" = "Oktober";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Okay" = "Okej";

/* On arrival to a geographic location */
"On Arrival" = "Vid ankomst";

/* On departure from a geographic location */
"On Departure" = "Vid avfärd";

/* No comment provided by engineer. */
"One-time reminders" = "Engångspåminnelser";

/* Settings section for miscellaneous information */
"Other" = "Övrigt";

/* No comment provided by engineer. */
"Password" = "Lösenord";

/* No comment provided by engineer. */
"Past 14 days" = "14 dagar";

/* No comment provided by engineer. */
"Past 7 Days" = "7 dagar";

/* No comment provided by engineer. */
"Perform manual backup" = "Utför manuell backup";

/* Type/unit of medicine */
"pills" = "piller";

/* No comment provided by engineer. */
"Please complete all required fields" = "Fyll i alla obligatoriska fält";

/* No comment provided by engineer. */
"Please provide valid login credentials" = "Ange giltiga inloggningsuppgifter";

/* Error message shown to users when setting up a geographical reminder */
"Please select a valid location before continuing" = "Välj en giltig plats innan du fortsätter";

/* Type/unit of medicine */
"puffs" = "puffar";

/* No comment provided by engineer. */
"Rate Diabetik in the App Store" = "Betygsätt Diabetik i App Store";

/* Blood glucose reading entry type */
"Reading" = "Värde";

/* Remind me after adding [a specific entry type] */
"Remind me after adding" = "Påminn mig efter att ha lagt till";

/* No comment provided by engineer. */
"Remind me in" = "Påminn mig om";

/* No comment provided by engineer. */
"Reminder details" = "Påminnelsedetaljer";

/* Title for screen showing the geographic location of a geo-fenced reminder */
"Reminder Location" = "Påminnelseplats";

/* No comment provided by engineer. */
"Reminders" = "Påminnelser";

/* No comment provided by engineer. */
"Reminders are a great way to keep on top of things.\n\nAlong with one-time and repeat reminders you can also setup location-based reminders to alert you when you leave or arrive at a particular location." = "Påminnelser är ett bra sätt att hålla reda på saker.  \n\nTillsammans med engångs- eller upprepade påminnelser kan du även ställa in platsbaserade påminnelser för att varna dig när du lämnar eller kommer till en viss plats.";

/* No comment provided by engineer. */
"Remove" = "Ta bort";

/* No comment provided by engineer. */
"Remove photo" = "Ta bort bild";

/* No comment provided by engineer. */
"Repeat" = "Upprepa";

/* Label for a reminder which repeats across multiple days */
"Repeating" = "Upprepande";

/* No comment provided by engineer. */
"Repeating reminders" = "Upprepande påminnelser";

/* No comment provided by engineer. */
"Report" = "Rapport";

/* No comment provided by engineer. */
"Reporting events between" = "Rapporterar händelser mellan";

/* No comment provided by engineer. */
"Restore" = "Återställ";

/* No comment provided by engineer. */
"Restore from backup" = "Återställ från backup";

/* No comment provided by engineer. */
"Restore successful" = "Återställning lyckades";

/* No comment provided by engineer. */
"Restoring from backup will never delete existing data. If identical records are found the existing version will be overwritten. We advise backup restoration only be used when absolutely necessary." = "Återställning från en backup tar aldrig bort existerande data. Om identiska inlägg hittas kommer den nuvarande versionen bli överskriven. Vi rekommenderar att du endast använder återställning från backup om det är absolut nödvändigt.";

/* No comment provided by engineer. */
"Resync entries" = "Synkronisera poster";

/* No comment provided by engineer. */
"Rotate to view reports" = "Rotera för att visa rapporter";

/* No comment provided by engineer. */
"Rule-based Reminder" = "Regelbaserad Påminnelse";

/* No comment provided by engineer. */
"Rule-based reminder" = "Regelbaserad påminnelse";

/* No comment provided by engineer. */
"Rule-based reminders" = "Regelbaserade påminnelser";

/* No comment provided by engineer. */
"Sat" = "Lör";

/* No comment provided by engineer. */
"Scheduled Reminder" = "Schemalagd Påminnelse";

/* No comment provided by engineer. */
"Search" = "Sök";

/* No comment provided by engineer. */
"September" = "September";

/* Settings title */
"Settings" = "Inställningar";

/* No comment provided by engineer. */
"Setup Dropbox backup" = "Ställ in Dropbox-backup";

/* A setting asking whether or not to display inline images */
"Show inline images" = "Visa infogade bilder";

/* A settings switch to control the Smart Input feature */
"Smart input" = "Smart inmatning";

/* A settings switch to control application sounds */
"Sounds" = "Ljud";

/* No comment provided by engineer. */
"Stay safe" = "Ta väl hand om dig";

/* No comment provided by engineer. */
"Sun" = "Sön";

/* No comment provided by engineer. */
"Support email sent" = "E-post till support skickat";

/* No comment provided by engineer. */
"Tag" = "Tagg";

/* No comment provided by engineer. */
"Tags" = "Taggar";

/* No comment provided by engineer. */
"Take photo" = "Ta foto";

/* No comment provided by engineer. */
"Target blood glucose" = "Blodglukosmål";

/* No comment provided by engineer. */
"Thanks" = "Tack";

/* No comment provided by engineer. */
"The Analytik API responded with the following error: %@" = "Analytiks API gav följande fel: %@";

/* No comment provided by engineer. */
"The Analytik API returned an unrecognized response" = "Analytiks API returnerade ett okänt svar";

/* An option allow users to be reminded at some point in the future */
"The future" = "Framtiden";

/* No comment provided by engineer. */
"There was an error while printing your report" = "Det uppstod ett fel när din rapport skrevs ut";

/* No comment provided by engineer. */
"There was an error while trying to delete this event: %@" = "Ett fel uppstod vid försök att ta bort följande händelse: %@";

/* No comment provided by engineer. */
"This device hasn't been setup to send emails." = "Den här enheten är inte konfigurerad för att skicka e-post.";

/* No comment provided by engineer. */
"Thurs" = "Tors";

/* Unit of measurement */
"time" = "tid";

/* No comment provided by engineer. */
"Time" = "Tid";

/* No comment provided by engineer. */
"Timeline" = "Tidslinje";

/* No comment provided by engineer. */
"Timeline settings" = "Tidslinjeinställningar";

/* No comment provided by engineer. */
"Title" = "Titel";

/* No comment provided by engineer. */
"Today" = "Idag";

/* No comment provided by engineer. */
"Total carbohydrates" = "Total mängd kolhydrater";

/* No comment provided by engineer. */
"Total Carbohydrates (grams)" = "Totalt antal kolhydrater (gram)";

/* No comment provided by engineer. */
"Trigger for all entries" = "Använd i alla poster";

/* No comment provided by engineer. */
"Tues" = "Tis";

/* No comment provided by engineer. */
"Type" = "Typ";

/* No comment provided by engineer. */
"Uh oh!" = "Ajdå!";

/* No comment provided by engineer. */
"Unable to create image documents folder" = "Lyckades inte skapa bilddokumentmappen";

/* Error message shown when a users current geographic location cannot be determined */
"Unable to determine location" = "Lyckades inte avgöra din plats";

/* A label used to show unhealthy blood glucose readings */
"Unhealthy" = "Osunda";

/* Type/unit of medicine */
"units" = "enheter";

/* No comment provided by engineer. */
"Unlink Dropbox account" = "Koppla från Dropboxkonto";

/* No comment provided by engineer. */
"Update location" = "Uppdatera plats";

/* No comment provided by engineer. */
"Value" = "Värde";

/* No comment provided by engineer. */
"View on map" = "Visa på karta";

/* No comment provided by engineer. */
"View photo" = "Visa foto";

/* No comment provided by engineer. */
"We were unable to delete your reminder rule for the following reason: %@" = "Det gick inte att ta bort din påminnelseregel av följande anledning: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder for the following reason: %@" = "Det gick inte att spara din påminnelse av följande anledning: %@";

/* No comment provided by engineer. */
"We were unable to save your reminder rule for the following reason: %@" = "Det gick inte att spara din påminnelseregel av följande anledning: %@";

/* No comment provided by engineer. */
"We're unable to save your data as a sync is in progress!" = "Vi kunde inte spara din data eftersom en synkronisering pågår!";

/* No comment provided by engineer. */
"We've received your support request and will try to reply as soon as possible" = "Vi har fått din supportbegäran och kommer att försöka svara så snart som möjligt";

/* No comment provided by engineer. */
"Wed" = "Ons";

/* No comment provided by engineer. */
"What'd you have?" = "Vad åt du?";

/* No comment provided by engineer. */
"When you'd like to be reminded" = "När vill du bli påmind";

/* Remind me after adding [a specific entry type] matching [these conditions] with [these settings] */
"With these settings" = "Med dessa inställningar";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Yesterday" = "Igår";

/* No comment provided by engineer. */
"You cannot enter an event in the future" = "Du kan inte ange en händelse i framtiden";

/* No comment provided by engineer. */
"You currently don't have any entries in your timeline. To add one, tap the + icon." = "Du har för närvarande inte några poster i tidslinjen. För att lägga till en post peka på + ikonen.";

/* No comment provided by engineer. */
"You currently don't have any reminders setup. To add one, tap the + icon." = "Du har för närvarande inte några påminnelser. För att lägga till en påminnelse peka på + ikonen.";

/* No comment provided by engineer. */
"You currently don't have any reports to export." = "Du har för närvarande inte några rapporter att exportera.";

/* No comment provided by engineer. */
"You haven't collected enough data to display this report" = "Du har inte samlat tillräckligt med data för att visa denna rapport";

/* No comment provided by engineer. */
"You haven't tagged any entries yet!" = "Du har inte taggat några poster än!";

/* No comment provided by engineer. */
"You must select at least one format to export" = "Du måste välja minst ett format för att exportera";

/* No comment provided by engineer. */
"You must select at least one month to export" = "Du måste välja minst en månad att exportera";

/* No comment provided by engineer. */
"Your backup has been exported successfully" = "Din backup har nu exporterats";

/* No comment provided by engineer. */
"Your backup was restored successfully" = "Din backup återställdes framgångsrikt";

/* No comment provided by engineer. */
"Your data will now sync with Analytik automatically" = "Dina data synkroniseras nu automatiskt med Analytik";

/* No comment provided by engineer. */
"Your Diabetic Record" = "Din Diabetes Journal";

/* An error message letting the user know that their data export could not be emailed to them */
"Your export email could not be sent" = "Exporterad e-post kunde inte skickats";

/* A success message letting the user know that their data export has been successfully emailed to them */
"Your export email has been sent" = "Din exporterade e-post har skickats";

/* No comment provided by engineer. */
"Your files have been exported successfully" = "Dina filer har exporterats";

/* No comment provided by engineer. */
"Your reminder message" = "Ditt påminnelsemeddelande";

